Repository: garciaalvaro/image-color-palette
Catalog: languages/image-color-palette-*.po
Languages: es_es

source: Image Color Palette
es_es: Paleta de colores de una imagen

source: Click to copy to the clipboard
es_es: Haz click para copiar al portapapeles

source: Copied to the clipboard
es_es: Copiado al portapapeles

source: Settings
es_es: Ajustes

source: Number of palette colors
es_es: Número de colores en la paleta

source: Number of colors from the image to show in the palette
es_es: Número de colores de la imagen a mostrar en la paleta

source: Show color Tooltips
es_es: Mostrar Tooltips en los colores

source: Tooltips display a short message explaining what will happen when interacting with the UI. They appear when the mouse is over the element.
es_es: Las Tooltips muestran un mensaje corto explicando cómo reacciona la IU a una interacción. Aparecen cuando el puntero del ratón está sobre el elemento.

source: Color scheme
es_es: Esquema de color

source: The selected scheme will appear on the right side of each image color.
es_es: El esquema seleccionado aparecerá a la derecha de cada color de la imagen.

source: Click to open the Media Library and select an image.
es_es: Haz click para abrir la Biblioteca de medios y seleccionar una imagen.

source: Click to open the Media Library
es_es: Haz click para abrir la Biblioteca de medios

source: Click the button and select an image from the Media Library. A palette of colors should appear below the image.
es_es: Haz click en el botón y selecciona una imagen de la Biblioteca de medios. Una paleta de colores debería aparecer debajo de la imagen.

source: Click any color and it will be copied to the clipboard.
es_es: Haz click en cualquier color y será copiado al portapapeles.

source: Once copied to the clipboard (in HEX format) the color can be pasted in the color picker of any block.
es_es: Una vez haya sido copiado (en formato HEX) el color puede ser introducido en el selector de color de cualquier bloque.

source: Steps
es_es: Pasos

source: Create a color palette based on the colors of an image.
es_es: Crea una paleta de colores basada en los colores de una imagen.

source: Instructions
es_es: Instrucciones

source: None
es_es: Ninguno

source: Analogous
es_es: Análogos

source: Monochromatic
es_es: Monocromáticos

source: Triad
es_es: Tetrádricos

source: Complementary
es_es: Complementarios

source: Lighter
es_es: Claros

source: Brighter
es_es: Brillantes

source: Darker
es_es: Oscuros

source: Desaturated
es_es: Desaturados

source: Saturated
es_es: Saturados
